Repository: Test-Plus-XD/iOS-Assignment
Catalog: Pour Rice/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

# accessibility_filter_menu
source: Filter menu items
zh_hant: 篩選菜單項目

# account_ai_assistant
source: AI Assistant
zh_hant: AI 助理

# account_email_label
source: Email
zh_hant: 電郵

# account_guest_message
source: Sign in to manage your profile, preferences, and reviews
zh_hant: 登入以管理你的個人資料、偏好設定和評論

# account_guest_title
source: Sign In Required
zh_hant: 需要登入

# account_language_label
source: Language
zh_hant: 語言

# account_notifications_label
source: Notifications
zh_hant: 通知

# account_section_details
source: Account Details
zh_hant: 帳戶詳情

# account_section_preferences
source: Preferences
zh_hant: 偏好設定

# account_section_tools
source: Tools
zh_hant: 工具

# account_sign_out_confirm_message
source: Are you sure you want to sign out?
zh_hant: 確定要登出嗎？

# account_sign_out_confirm_title
source: Sign Out
zh_hant: 登出

# account_theme_label
source: Theme
zh_hant: 主題

# account_title
source: Account
zh_hant: 帳戶

# account_type_customer
source: Diner
zh_hant: 食客

# account_type_label
source: Account Type
zh_hant: 帳戶類型

# account_type_owner
source: Restaurant Owner
zh_hant: 餐廳東主

# already_have_account
source: Already have an account?
zh_hant: 已有帳戶？

# app_name
source: Pour Rice
zh_hant: 倒米

# booking_cancel
source: Cancel
zh_hant: 取消

# booking_cancel_action
source: Cancel Booking
zh_hant: 取消預訂

# booking_cancel_confirm
source: Yes, Cancel
zh_hant: 確認取消

# booking_cancel_message
source: Are you sure you want to cancel this booking? This cannot be undone.
zh_hant: 確定要取消此預訂嗎？此操作無法撤銷。

# booking_cancel_title
source: Cancel Booking?
zh_hant: 取消預訂？

# booking_create_title
source: Book a Table
zh_hant: 預訂座位

# booking_date_label
source: Date
zh_hant: 日期

# booking_date_time
source: Date & Time
zh_hant: 日期與時間

# booking_decline_reason
source: Reason
zh_hant: 原因

# booking_decline_reason_placeholder
source: Reason for declining…
zh_hant: 拒絕原因……

# booking_guests_label
source: guests
zh_hant: 位

# booking_guests_section
source: Number of Guests
zh_hant: 人數

# booking_requests_placeholder
source: Allergies, seating preferences…
zh_hant: 過敏、座位偏好等……

# booking_requests_section
source: Special Requests
zh_hant: 特別要求

# booking_special_requests
source: Special Requests
zh_hant: 特別要求

# booking_status_accepted
source: Accepted
zh_hant: 已接受

# booking_status_cancelled
source: Cancelled
zh_hant: 已取消

# booking_status_completed
source: Completed
zh_hant: 已完成

# booking_status_declined
source: Declined
zh_hant: 已拒絕

# booking_status_pending
source: Pending
zh_hant: 待確認

# booking_submit
source: Confirm Booking
zh_hant: 確認預訂

# bookings_empty_all
source: No Bookings
zh_hant: 沒有預訂

# bookings_empty_description
source: Book a table from any restaurant page.
zh_hant: 可在任何餐廳頁面預訂座位。

# bookings_empty_past
source: No Past Bookings
zh_hant: 沒有過去的預訂

# bookings_empty_upcoming
source: No Upcoming Bookings
zh_hant: 沒有即將到來的預訂

# bookings_tab_all
source: All
zh_hant: 全部

# bookings_tab_past
source: Past
zh_hant: 過去

# bookings_tab_upcoming
source: Upcoming
zh_hant: 即將到來

# bookings_title
source: Bookings
zh_hant: 預訂

source: Call Restaurant
zh_hant: 致電餐廳

source: Cancel
zh_hant: 取消

# chat_conversation
source: Conversation
zh_hant: 對話

# chat_delete
source: Delete
zh_hant: 刪除

# chat_edit
source: Edit
zh_hant: 編輯

# chat_edit_message
source: Edit Message
zh_hant: 編輯訊息

# chat_edit_title
source: Edit
zh_hant: 編輯

# chat_edited
source: (Edited)
zh_hant: （已編輯）

# chat_empty_description
source: Start a chat from any restaurant page.
zh_hant: 可在任何餐廳頁面開始對話。

# chat_empty_title
source: No Conversations
zh_hant: 沒有對話

# chat_message_deleted
source: Message deleted
zh_hant: 訊息已刪除

# chat_message_placeholder
source: Message…
zh_hant: 訊息……

# chat_reconnecting
source: Reconnecting…
zh_hant: 重新連線中…

# chat_title
source: Chats
zh_hant: 對話

# chat_typing_multiple
source: Several people are typing…
zh_hant: 多人正在輸入……

# chat_typing_single %@
source: %@ is typing…
zh_hant: %@ 正在輸入……

# chat_unnamed_room
source: Chat Room
zh_hant: 對話室

source: Clear All
zh_hant: 全部清除

source: Clear Filters
zh_hant: 清除篩選

source: Close
zh_hant: 關閉

source: Closed
zh_hant: 已關閉

source: Confirm Password
zh_hant: 確認密碼

# confirm_password_placeholder
source: Re-enter your password
zh_hant: 重新輸入密碼

source: Continue with Google
zh_hant: 使用 Google 繼續

source: Continue as Guest
zh_hant: 以訪客身份繼續

source: Create Account
zh_hant: 建立帳戶

source: Description
zh_hant: 描述

# dietary_dairy_free
source: Dairy Free
zh_hant: 無乳製品

# dietary_gluten_free
source: Gluten Free
zh_hant: 無麩質

# dietary_halal
source: Halal
zh_hant: 清真

# dietary_nut_free
source: Nut Free
zh_hant: 無堅果

# dietary_seafood
source: Seafood
zh_hant: 海鮮

# dietary_spicy
source: Spicy
zh_hant: 辛辣

# dietary_vegan
source: Vegan
zh_hant: 純素

# dietary_vegetarian
source: Vegetarian
zh_hant: 素食

# directions_distance
source: Distance
zh_hant: 距離

# directions_driving
source: Driving
zh_hant: 駕車

# directions_error
source: Could not calculate route. Please try another transport mode.
zh_hant: 無法計算路線，請嘗試其他交通方式。

# directions_estimated_time
source: Estimated Time
zh_hant: 預計時間

# directions_no_location
source: Location unavailable. Please enable location services.
zh_hant: 無法取得位置，請開啟定位服務。

# directions_open_apple_maps
source: Open in Apple Maps
zh_hant: 在 Apple 地圖中打開

# directions_title
source: Directions
zh_hant: 路線

# directions_transit
source: Transit
zh_hant: 公共交通

# directions_walking
source: Walking
zh_hant: 步行

source: Display Name
zh_hant: 顯示名稱

# display_name_placeholder
source: Your name
zh_hant: 你的名稱

# district_central_western
source: Central/Western
zh_hant: 中西區

# district_eastern
source: Eastern
zh_hant: 東區

# district_islands
source: Islands
zh_hant: 離島

# district_kowloon_city
source: Kowloon City
zh_hant: 九龍城

# district_kwai_tsing
source: Kwai Tsing
zh_hant: 葵青

# district_kwun_tong
source: Kwun Tong
zh_hant: 觀塘

# district_north
source: North
zh_hant: 北區

# district_sai_kung
source: Sai Kung
zh_hant: 西貢

# district_sha_tin
source: Sha Tin
zh_hant: 沙田

# district_sham_shui_po
source: Sham Shui Po
zh_hant: 深水埗

# district_southern
source: Southern
zh_hant: 南區

# district_tai_po
source: Tai Po
zh_hant: 大埔

# district_tsuen_wan
source: Tsuen Wan
zh_hant: 荃灣

# district_tuen_mun
source: Tuen Mun
zh_hant: 屯門

# district_wan_chai
source: Wan Chai
zh_hant: 灣仔

# district_wong_tai_sin
source: Wong Tai Sin
zh_hant: 黃大仙

# district_yau_tsim_mong
source: Yau Tsim Mong
zh_hant: 油尖旺區

# district_yuen_long
source: Yuen Long
zh_hant: 元朗

source: Done
zh_hant: 完成

source: Email
zh_hant: 電郵

# email_placeholder
source: your@email.com
zh_hant: 你的電郵地址

# empty_menu_message
source: The menu for this restaurant is not available
zh_hant: 此餐廳的菜單暫時不可用

# empty_menu_title
source: No Menu Items
zh_hant: 沒有菜單項目

# empty_restaurants_message
source: We couldn't find any restaurants in your area
zh_hant: 我們找不到你附近的餐廳

# empty_restaurants_title
source: No Restaurants Nearby
zh_hant: 附近沒有餐廳

# empty_reviews_message
source: Be the first to share your experience
zh_hant: 成為第一個分享體驗的人

# empty_reviews_title
source: No Reviews Yet
zh_hant: 暫無評價

# empty_search_action
source: Clear Filters
zh_hant: 清除篩選

# empty_search_message
source: Try a different search term or clear your filters
zh_hant: 試試不同的搜尋詞或清除篩選條件

# empty_search_title
source: No Results Found
zh_hant: 找不到結果

# error_decoding
source: Unable to process response.
zh_hant: 無法處理回應

# error_invalid_email
source: Please enter a valid email address
zh_hant: 請輸入有效的電郵地址

# error_invalid_response
source: Invalid response from server.
zh_hant: 伺服器回應無效

# error_name_too_short
source: Name must be at least 2 characters
zh_hant: 名稱必須至少2個字元

# error_network
source: Network error. Please try again.
zh_hant: 網絡錯誤，請重試

# error_password_too_short
source: Password must be at least 6 characters
zh_hant: 密碼必須至少6個字元

# error_passwords_dont_match
source: Passwords do not match
zh_hant: 密碼不相符

# error_retry
source: Try Again
zh_hant: 重試

# error_server
source: Server error. Please try again later.
zh_hant: 伺服器錯誤，請稍後再試

# error_title
source: Something Went Wrong
zh_hant: 出現問題

# error_unauthorised
source: Please sign in to continue.
zh_hant: 請登入以繼續

# filter_apply
source: Apply
zh_hant: 套用

# filter_cancel
source: Cancel
zh_hant: 取消

# filter_clear
source: Clear All
zh_hant: 全部清除

# filter_district_title
source: District
zh_hant: 地區

# filter_keyword_title
source: Keyword
zh_hant: 關鍵詞

# filter_title
source: Filters
zh_hant: 篩選

source: Forgot Password?
zh_hant: 忘記密碼？

# gemini_chip_cuisine_types
source: Cuisine Types
zh_hant: 菜系類型

# gemini_chip_dietary_options
source: Dietary Options
zh_hant: 飲食選項

# gemini_chip_find_restaurant
source: Find Restaurant
zh_hant: 尋找餐廳

# gemini_chip_hk_districts
source: Hong Kong Districts
zh_hant: 香港地區

# gemini_chip_nearby_similar
source: Nearby Similar
zh_hant: 附近相似

# gemini_chip_recommend_dishes
source: Recommend Dishes
zh_hant: 推薦菜式

# gemini_chip_restaurant_info
source: Restaurant Info
zh_hant: 餐廳資訊

# gemini_chip_vegan_options
source: Vegan Options
zh_hant: 純素選項

# gemini_error_response
source: Sorry, I couldn't get a response. Please try again.
zh_hant: 抱歉，無法獲得回應。請重試。

# gemini_placeholder
source: Ask about restaurants, dishes…
zh_hant: 詢問餐廳、菜式……

# gemini_thinking
source: Thinking…
zh_hant: 思考中……

# gemini_title
source: AI Assistant
zh_hant: AI 助理

# gemini_welcome_general
source: Hello! I'm your AI assistant for vegetarian dining in Hong Kong. Ask me about restaurants, dishes, dietary options, or get personalised recommendations.
zh_hant: 你好！我是你的香港素食餐飲 AI 助理。歡迎詢問餐廳、菜式、飲食選項，或獲取個人化推薦。

# gemini_welcome_restaurant %@
source: Hello! Ask me anything about %@ — menu recommendations, dietary options, or nearby alternatives.
zh_hant: 你好！歡迎詢問有關 %@ 的任何事情——菜式推薦、飲食選項或附近的替代餐廳。

source: Get Directions
zh_hant: 取得路線

# home_featured_title
source: Featured
zh_hant: 精選

# home_loading
source: Loading restaurants...
zh_hant: 載入餐廳中...

# home_loading_nearby
source: Finding nearby restaurants...
zh_hant: 搜尋附近餐廳中...

# home_nearby_title
source: Nearby
zh_hant: 附近

# home_title
source: Home
zh_hant: 首頁

# i_agree_to
source: I agree to the
zh_hant: 我同意

# keyword_air_conditioned
source: Air-Conditioned
zh_hant: 室內冷氣

# keyword_all_day_dining
source: All-Day Dining
zh_hant: 全日餐飲

# keyword_asian
source: Asian
zh_hant: 亞洲菜

# keyword_bakery
source: Bakery
zh_hant: 麵包店

# keyword_bar
source: Bar
zh_hant: 酒吧

# keyword_bistro
source: Bistro
zh_hant: 小酒館

# keyword_breakfast
source: Breakfast
zh_hant: 早餐

# keyword_brunch
source: Brunch
zh_hant: 早午餐

# keyword_buddhism
source: Buddhism
zh_hant: 佛教

# keyword_buddhist_vegetarian
source: Buddhist Vegetarian
zh_hant: 齋

# keyword_buffet
source: Buffet
zh_hant: 自助餐

# keyword_burgers
source: Burgers
zh_hant: 漢堡

# keyword_business
source: Business
zh_hant: 商務

# keyword_cafe
source: Cafe
zh_hant: 咖啡廳

# keyword_casual
source: Casual
zh_hant: 休閒

# keyword_casual_dining
source: Casual Dining
zh_hant: 休閒餐廳

# keyword_chinese
source: Chinese
zh_hant: 中菜

# keyword_coffee
source: Coffee
zh_hant: 咖啡

# keyword_cozy
source: Cozy
zh_hant: 舒適

# keyword_delivery
source: Delivery
zh_hant: 送餐

# keyword_desserts
source: Desserts
zh_hant: 甜品

# keyword_dim_sum
source: Dim Sum
zh_hant: 點心

# keyword_dinner
source: Dinner
zh_hant: 晚餐

# keyword_dumplings
source: Dumplings
zh_hant: 餃子

# keyword_eco_friendly
source: Eco-Friendly
zh_hant: 環保

# keyword_farm_to_table
source: Farm-to-Table
zh_hant: 農場直送

# keyword_fast_casual
source: Fast Casual
zh_hant: 快餐店

# keyword_fine_dining
source: Fine Dining
zh_hant: 高級餐廳

# keyword_food_court
source: Food Court
zh_hant: 美食廣場

# keyword_fusion
source: Fusion
zh_hant: 融合菜

# keyword_garden
source: Garden
zh_hant: 花園

# keyword_gluten_free
source: Gluten-Free
zh_hant: 無麩質

# keyword_halal
source: Halal
zh_hant: 清真

# keyword_high_protein
source: High-Protein
zh_hant: 高蛋白

# keyword_hindu
source: Hindu
zh_hant: 印度教

# keyword_hot_pot
source: Hot Pot
zh_hant: 火鍋

# keyword_indian
source: Indian
zh_hant: 印度菜

# keyword_international
source: International
zh_hant: 國際菜

# keyword_italian
source: Italian
zh_hant: 意大利菜

# keyword_jain
source: Jain
zh_hant: 耆那教

# keyword_japanese
source: Japanese
zh_hant: 日本菜

# keyword_juices
source: Juices
zh_hant: 果汁

# keyword_keto_friendly
source: Keto-Friendly
zh_hant: 生酮友善

# keyword_kid_friendly
source: Kid-Friendly
zh_hant: 兒童友善

# keyword_korean
source: Korean
zh_hant: 韓國菜

# keyword_kosher
source: Kosher
zh_hant: 猶太潔食

# keyword_live_music
source: Live Music
zh_hant: 現場音樂

# keyword_low_carb
source: Low-Carb
zh_hant: 低碳水

# keyword_lunch
source: Lunch
zh_hant: 午餐

# keyword_macrobiotic
source: Macrobiotic
zh_hant: 長壽飲食

# keyword_mediterranean
source: Mediterranean
zh_hant: 地中海菜

# keyword_mexican
source: Mexican
zh_hant: 墨西哥菜

# keyword_middle_eastern
source: Middle Eastern
zh_hant: 中東菜

# keyword_modern
source: Modern
zh_hant: 現代

# keyword_muslim
source: Muslim
zh_hant: 穆斯林

# keyword_noodles
source: Noodles
zh_hant: 麵食

# keyword_nut_free
source: Nut-Free
zh_hant: 無堅果

# keyword_oil_free
source: Oil-Free
zh_hant: 無油

# keyword_organic
source: Organic
zh_hant: 有機

# keyword_outdoor_seating
source: Outdoor Seating
zh_hant: 戶外座位

# keyword_pasta
source: Pasta
zh_hant: 意粉

# keyword_pet_friendly
source: Pet-Friendly
zh_hant: 寵物友善

# keyword_pizza
source: Pizza
zh_hant: 披薩

# keyword_plant_based
source: Plant-Based
zh_hant: 植物性

# keyword_private_room
source: Private Room
zh_hant: 私人房間

# keyword_ramen
source: Ramen
zh_hant: 拉麵

# keyword_raw_vegan
source: Raw Vegan
zh_hant: 生機素食

# keyword_rice_bowls
source: Rice Bowls
zh_hant: 飯類

# keyword_romantic
source: Romantic
zh_hant: 浪漫

# keyword_rooftop
source: Rooftop
zh_hant: 天台

# keyword_salads
source: Salads
zh_hant: 沙律

# keyword_smoothie_bowls
source: Smoothie Bowls
zh_hant: 冰沙碗

# keyword_soups
source: Soups
zh_hant: 湯類

# keyword_soy_free
source: Soy-Free
zh_hant: 無大豆

# keyword_sugar_free
source: Sugar-Free
zh_hant: 無糖

# keyword_sushi
source: Sushi
zh_hant: 壽司

# keyword_sustainable
source: Sustainable
zh_hant: 可持續

# keyword_tacos
source: Tacos
zh_hant: 墨西哥捲餅

# keyword_takeaway
source: Takeaway
zh_hant: 外賣

# keyword_taoist
source: Taoist
zh_hant: 道教

# keyword_tea
source: Tea
zh_hant: 茶

# keyword_thai
source: Thai
zh_hant: 泰國菜

# keyword_traditional
source: Traditional
zh_hant: 傳統

# keyword_vegan
source: Vegan
zh_hant: 純素

# keyword_vegetarian
source: Vegetarian
zh_hant: 素食

# keyword_vietnamese
source: Vietnamese
zh_hant: 越南菜

# keyword_waterfront
source: Waterfront
zh_hant: 海濱

# keyword_western
source: Western
zh_hant: 西式

# keyword_whole_foods
source: Whole Foods
zh_hant: 全食物

# language_en
source: English
zh_hant: 英文

# language_tc
source: Traditional Chinese
zh_hant: 繁體中文

# language_toggle
source: Language
zh_hant: 語言

source: Loading...
zh_hant: 載入中...

# login_subtitle
source: Discover the best restaurants near you
zh_hant: 探索附近最好的餐廳

source: Menu
zh_hant: 菜單

# menu_category_appetiser
source: Appetisers
zh_hant: 前菜

# menu_category_beverage
source: Beverages
zh_hant: 飲品

# menu_category_dessert
source: Desserts
zh_hant: 甜點

# menu_category_main
source: Main Course
zh_hant: 主菜

# menu_category_side
source: Side Dishes
zh_hant: 小菜

# menu_filter_availability
source: Availability
zh_hant: 供應情況

# menu_filter_available_only
source: Available items only
zh_hant: 只顯示可供應項目

# menu_filter_dietary
source: Dietary Requirements
zh_hant: 飲食要求

# menu_filter_title
source: Filter Menu
zh_hant: 篩選菜單

source: Menu Items
zh_hant: 菜單項目

# menu_loading
source: Loading menu...
zh_hant: 載入菜單中...

# menu_no_results_message
source: Try adjusting your filters
zh_hant: 試試調整篩選條件

# menu_no_results_title
source: No Items Found
zh_hant: 找不到項目

# menu_search_placeholder
source: Search menu items
zh_hant: 搜尋菜單項目

# network_error_message
source: Please check your connection and try again
zh_hant: 請檢查你的連接後重試

# network_error_title
source: No Internet Connection
zh_hant: 沒有網絡連接

# no_account
source: Don't have an account?
zh_hant: 沒有帳戶？

# notifications_disabled
source: Disabled
zh_hant: 已停用

# notifications_enabled
source: Enabled
zh_hant: 已啟用

source: OK
zh_hant: 確定

source: Open Now
zh_hant: 營業中

source: Opening Hours
zh_hant: 營業時間

source: Password
zh_hant: 密碼

# password_placeholder
source: Enter your password
zh_hant: 輸入密碼

# password_requirements
source: At least 6 characters
zh_hant: 最少6個字元

# password_reset_check_email
source: Check your email for instructions to reset your password
zh_hant: 請查看電郵以獲取重設密碼的指示

# password_reset_instructions
source: Enter your email address and we'll send you a link to reset your password
zh_hant: 輸入你的電郵地址，我們將傳送重設密碼的連結

# password_reset_sent
source: Reset Email Sent
zh_hant: 重設郵件已傳送

source: Passwords don't match
zh_hant: 密碼不符

source: Passwords match
zh_hant: 密碼相符

# payment_alipay_hk
source: AliPay HK
zh_hant: 支付寶香港

# payment_cash
source: Cash
zh_hant: 現金

# payment_credit_card
source: Credit Card
zh_hant: 信用卡

# payment_debit_card
source: Debit Card
zh_hant: 扣賬卡

# payment_fps
source: FPS
zh_hant: 轉數快

# payment_octopus
source: Octopus
zh_hant: 八達通

# payment_wechat_pay_hk
source: WeChat Pay HK
zh_hant: 微信支付香港

source: Price
zh_hant: 價格

# price_budget
source: Budget
zh_hant: 經濟實惠

# price_fine_dining
source: Fine Dining
zh_hant: 精緻餐飲

# price_moderate
source: Moderate
zh_hant: 中等消費

# price_upscale
source: Upscale
zh_hant: 高級

# profile_bio
source: Bio
zh_hant: 個人簡介

# profile_bio_placeholder
source: Tell us about yourself...
zh_hant: 介紹一下自己...

# profile_display_name
source: Display Name
zh_hant: 顯示名稱

# profile_edit_title
source: Edit Profile
zh_hant: 編輯個人資料

# profile_notifications
source: Notifications
zh_hant: 通知

# profile_notifications_toggle
source: Enable Push Notifications
zh_hant: 啟用推送通知

# profile_phone_number
source: Phone Number
zh_hant: 電話號碼

# profile_save
source: Save
zh_hant: 儲存

# profile_saved_success
source: Profile saved successfully
zh_hant: 個人資料已儲存

# profile_theme
source: Theme
zh_hant: 主題

# qr_code_done
source: Done
zh_hant: 完成

# qr_code_scan_instruction
source: Scan to view the menu
zh_hant: 掃描以查看餐牌

# qr_code_share
source: Share QR Code
zh_hant: 分享二維碼

# qr_code_title
source: Menu QR Code
zh_hant: 餐牌二維碼

# qr_error_invalid_format
source: Invalid QR code. Please scan a Pour Rice menu QR code.
zh_hant: 二維碼格式無效，請掃描 Pour Rice 餐牌二維碼。

# qr_error_restaurant_not_found
source: Restaurant not found. Please try again.
zh_hant: 找不到餐廳，請再試一次。

# qr_scanner_dismiss
source: Close scanner
zh_hant: 關閉掃描器

# qr_scanner_dismiss_button
source: Close
zh_hant: 關閉

# qr_scanner_instruction
source: Scan a Pour Rice QR code to view the menu
zh_hant: 掃描 Pour Rice 二維碼以查看餐牌

# qr_scanner_open
source: Scan QR Code
zh_hant: 掃描二維碼

# qr_scanner_title
source: Scan QR Code
zh_hant: 掃描二維碼

# qr_scanner_torch
source: Toggle torch
zh_hant: 切換手電筒

# qr_scanner_unavailable
source: Scanner Unavailable
zh_hant: 掃描器不可用

# qr_scanner_unavailable_message
source: QR scanning requires a physical device with a camera.
zh_hant: 二維碼掃描需要帶有相機的實體裝置。

source: Rating
zh_hant: 評分

source: Reset Password
zh_hant: 重設密碼

# restaurant_action_ai
source: Ask AI
zh_hant: 詢問 AI

# restaurant_action_book
source: Book a Table
zh_hant: 預訂座位

# restaurant_action_chat
source: Chat
zh_hant: 即時對話

# restaurant_contact_title
source: Contact
zh_hant: 聯絡方式

source: Restaurant Details
zh_hant: 餐廳詳情

# restaurant_get_directions
source: Get Directions
zh_hant: 取得路線

# restaurant_hours_title
source: Opening Hours
zh_hant: 營業時間

# restaurant_loading
source: Loading restaurant...
zh_hant: 載入餐廳中...

# restaurant_loading_reviews
source: Loading reviews...
zh_hant: 載入評價中...

# restaurant_location_title
source: Location
zh_hant: 位置

# restaurant_menu_preview_title
source: Menu
zh_hant: 菜單

# restaurant_reviews_count
source: reviews
zh_hant: 則評價

# restaurant_reviews_title
source: Reviews
zh_hant: 評價

# restaurant_seats
source: seats
zh_hant: 個座位

# restaurant_see_full_menu
source: See Full Menu
zh_hant: 查看完整菜單

source: Retry
zh_hant: 重試

# review_comment_label
source: Comment
zh_hant: 評論

# review_rating_label
source: Rating
zh_hant: 評分

# review_sheet_title
source: Write a Review
zh_hant: 撰寫評價

# review_submit_button
source: Submit
zh_hant: 提交

# review_write_button
source: Write a Review
zh_hant: 撰寫評價

source: Reviews
zh_hant: 評價

source: Save
zh_hant: 儲存

# search_filter_button
source: Filter search results
zh_hant: 篩選搜尋結果

# search_loading
source: Searching...
zh_hant: 搜尋中...

source: Search Menu
zh_hant: 搜尋菜單

# search_placeholder
source: Search restaurants
zh_hant: 搜尋餐廳

# search_prompt_message
source: Search by name, cuisine, or location
zh_hant: 按名稱、料理或地點搜尋

# search_prompt_title
source: Find a Restaurant
zh_hant: 尋找餐廳

# search_title
source: Search
zh_hant: 搜尋

# search_view_list
source: List
zh_hant: 列表

# search_view_map
source: Map
zh_hant: 地圖

source: Send Reset Link
zh_hant: 傳送重設連結

source: Sign In
zh_hant: 登入

source: Sign Out
zh_hant: 登出

source: Sign Up
zh_hant: 註冊

# sign_up_subtitle
source: Join Pour Rice to discover great food
zh_hant: 加入倒米，探索美食

# store_accept
source: Accept
zh_hant: 接受

# store_bookings_accept
source: Accept
zh_hant: 接受

# store_bookings_accepted
source: Accepted
zh_hant: 已接受

# store_bookings_all
source: All
zh_hant: 全部

# store_bookings_complete
source: Complete
zh_hant: 完成

# store_bookings_decline
source: Decline
zh_hant: 拒絕

# store_bookings_empty
source: No Bookings
zh_hant: 沒有預訂

# store_bookings_pending
source: Pending
zh_hant: 待確認

# store_bookings_title
source: Manage Bookings
zh_hant: 管理預訂

# store_add_button
source: Can't find your restaurant? Add a new one
zh_hant: 找不到你的餐廳？新增一個

# store_claim_description
source: Search for your restaurant and claim ownership to manage bookings and menus.
zh_hant: 搜尋你的餐廳並認領所有權，以管理預訂和菜單。

# store_claim_search
source: Search restaurants…
zh_hant: 搜尋餐廳……

# store_claim_success
source: Restaurant Claimed
zh_hant: 餐廳已認領

# store_claim_success_description
source: You can now manage this restaurant's bookings and menu.
zh_hant: 你現在可以管理此餐廳的預訂和菜單。

# store_claim_title
source: Claim Your Restaurant
zh_hant: 認領你的餐廳

# store_complete
source: Complete
zh_hant: 完成

# store_decline
source: Decline
zh_hant: 拒絕

# store_decline_confirm
source: Confirm Decline
zh_hant: 確認拒絕

# store_decline_reason_placeholder
source: Enter reason for declining…
zh_hant: 輸入拒絕原因……

# store_decline_reason_title
source: Reason for Declining
zh_hant: 拒絕原因

# store_decline_title
source: Decline Booking
zh_hant: 拒絕預訂

# store_edit_address
source: Address
zh_hant: 地址

# store_edit_choose_image
source: Choose Image
zh_hant: 選擇圖片

# store_edit_contacts
source: Contacts
zh_hant: 聯絡方式

# store_edit_details
source: Details
zh_hant: 詳情

# store_edit_image
source: Image
zh_hant: 圖片

# store_edit_info
source: Edit Info
zh_hant: 編輯資料

# store_edit_name
source: Name
zh_hant: 名稱

# store_edit_save
source: Save
zh_hant: 儲存

# store_edit_saved
source: Changes Saved
zh_hant: 更改已儲存

# store_edit_contact_info
source: Contact Information
zh_hant: 聯絡資料

# store_edit_district
source: District
zh_hant: 地區

# store_edit_district_placeholder
source: Select district
zh_hant: 選擇地區

# store_edit_keywords
source: Keywords
zh_hant: 關鍵詞

# store_edit_keywords_placeholder
source: Select keywords
zh_hant: 選擇關鍵詞

# store_edit_payments
source: Payment Methods
zh_hant: 付款方式

# store_edit_payments_placeholder
source: Select payment methods
zh_hant: 選擇付款方式

# store_edit_description
source: Description
zh_hant: 簡介

# store_edit_email
source: Email
zh_hant: 電郵

# store_edit_latitude
source: Latitude
zh_hant: 緯度

# store_edit_location
source: Location
zh_hant: 位置

# store_edit_longitude
source: Longitude
zh_hant: 經度

# store_edit_phone
source: Phone
zh_hant: 電話

# store_edit_seats
source: Seats
zh_hant: 座位數

# store_edit_website
source: Website
zh_hant: 網站

# store_edit_uploading
source: Uploading…
zh_hant: 上傳中……

# store_info_save
source: Save Changes
zh_hant: 儲存更改

# store_info_title
source: Restaurant Info
zh_hant: 餐廳資料
